Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# quran_audio.route_changed
source: Ses çıkışı değişti, oynatma duraklatıldı.
ar: تغير مخرج الصوت، فتم إيقاف التشغيل مؤقتًا.
de: Der Audioausgang wurde geändert, die Wiedergabe wurde pausiert.
en: Audio output changed, playback was paused.
es: La salida de audio cambió y la reproducción se pausó.
fa: خروجی صدا تغییر کرد و پخش متوقف شد.
fr: La sortie audio a changé, la lecture a été mise en pause.
id: Output audio berubah, pemutaran dijeda.
ms: Output audio berubah, main balik dijeda.
ru: Аудиовыход изменился, воспроизведение поставлено на паузу.
ur: آڈیو آؤٹ پٹ بدل گیا، پلے بیک روک دیا گیا۔

# quran_audio.select_reciter
source: Seslendiren seç
ar: اختر قارئًا
de: Rezitator auswählen
en: Select reciter
es: Seleccionar recitador
fa: انتخاب قاری
fr: Choisir un récitant
id: Pilih qari
ms: Pilih qari
ru: Выбрать чтеца
ur: قاری منتخب کریں

# quran_audio.selected
source: Seçili
ar: محدد
de: Ausgewählt
en: Selected
es: Seleccionado
fa: انتخاب‌شده
fr: Sélectionné
id: Dipilih
ms: Dipilih
ru: Выбрано
ur: منتخب

# quran_audio.session_failure
source: Ses oturumu başlatılamadı.
ar: تعذر بدء جلسة الصوت.
de: Die Audiositzung konnte nicht gestartet werden.
en: Audio session could not be started.
es: No se pudo iniciar la sesión de audio.
fa: شروع نشست صوتی ممکن نشد.
fr: Impossible de démarrer la session audio.
id: Sesi audio tidak dapat dimulai.
ms: Sesi audio tidak dapat dimulakan.
ru: Не удалось запустить аудиосессию.
ur: آڈیو سیشن شروع نہیں ہو سکا۔

# quran_audio.stop
source: Durdur
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fa: توقف
fr: Arrêter
id: Berhenti
ms: Henti
ru: Стоп
ur: روکیں

# quran_audio.surah_ayah_format
source: Sure %1$lld • Ayet %2$lld
ar: سورة %1$lld • آية %2$lld
de: Sure %1$lld • Vers %2$lld
en: Surah %1$lld • Verse %2$lld
es: Sura %1$lld • Versículo %2$lld
fa: سوره %1$lld • آیه %2$lld
fr: Sourate %1$lld • Verset %2$lld
id: Surah %1$lld • Ayat %2$lld
ms: Surah %1$lld • Ayat %2$lld
ru: Сура %1$lld • Аят %2$lld
ur: سورہ %1$lld • آیت %2$lld

# quran_audio.unavailable
source: Bu ayet için ses dosyası açılamadı.
ar: تعذر فتح ملف الصوت لهذه الآية.
de: Die Audiodatei für diesen Vers konnte nicht geöffnet werden.
en: Audio could not be opened for this verse.
es: No se pudo abrir el audio de este versículo.
fa: فایل صوتی این آیه باز نشد.
fr: Impossible d’ouvrir l’audio pour ce verset.
id: Audio untuk ayat ini tidak dapat dibuka.
ms: Audio untuk ayat ini tidak dapat dibuka.
ru: Не удалось открыть аудио для этого аята.
ur: اس آیت کی آڈیو نہیں کھل سکی۔

# quran_audio.verse_format
source: Ayet %lld
ar: آية %lld
de: Vers %lld
en: Verse %lld
es: Versículo %lld
fa: آیه %lld
fr: Verset %lld
id: Ayat %lld
ms: Ayat %lld
ru: Аят %lld
ur: آیت %lld

source: Rabia
ar: رابيا
fa: رابیا
ru: Рабия
ur: رابعہ

source: Rabia AI
ar: رابيا AI
de: Rabia KI
es: Rabia IA
fa: رابیا AI
fr: Rabia IA
ru: Rabia ИИ
ur: رابعہ AI

# rabia_ai_tarafindan_olusturuldu
source: Rabia AI tarafından oluşturuldu
ar: تم إنشاؤه بواسطة Rabia AI
de: Von Rabia AI erstellt
en: Generated by Rabia AI
es: Generado por Rabia AI
fa: ایجادشده توسط Rabia AI
fr: Généré par Rabia AI
id: Dibuat oleh Rabia AI
ms: Dijana oleh Rabia AI
ru: Создано Rabia AI
ur: Rabia AI کے ذریعے تیار کردہ

source: Rabia Analizi
ar: تحليل رابيا
de: Rabia-Analyse
en: Rabia Analysis
es: Análisis de Rabia
fa: تحلیل رابیا
fr: Analyse de Rabia
id: Analisis Rabia
ms: Analisis Rabia
ru: Анализ Рабии
ur: رابعہ تجزیہ

# rabia_analizi_su_an_kullanilamiyor
source: Rabia analizi şu an kullanılamıyor
ar: تحليل رابيا غير متاح حاليًا
de: Rabia-Analyse ist derzeit nicht verfügbar
en: Rabia analysis is currently unavailable
es: El análisis de Rabia no está disponible actualmente
fa: تحلیل رابیا در حال حاضر در دسترس نیست
fr: L’analyse de Rabia est indisponible pour le moment
id: Analisis Rabia saat ini tidak tersedia
ms: Analisis Rabia tidak tersedia buat masa ini
ru: Анализ Рабии сейчас недоступен
ur: رابعہ تجزیہ اس وقت دستیاب نہیں

# rabia_aramasi
source: Rabia araması
ar: بحث Rabia
de: Rabia-Suche
en: Rabia search
es: Búsqueda de Rabia
fa: جستجوی Rabia
fr: Recherche Rabia
id: Pencarian Rabia
ms: Carian Rabia
ru: Поиск Rabia
ur: Rabia تلاش

# rabia_chat_daily_limit_reached
source: Bugün ücretsiz mesaj hakkın doldu.
ar: لقد استخدمت رسائلك المجانية لليوم.
de: Du hast deine kostenlosen Nachrichten für heute aufgebraucht.
en: You have used today's free messages.
es: Ya usaste tus mensajes gratuitos de hoy.
fa: پیام‌های رایگان امروزت تمام شده است.
fr: Vous avez utilisé vos messages gratuits pour aujourd'hui.
id: Pesan gratis untuk hari ini sudah habis.
ms: Anda telah menggunakan mesej percuma anda untuk hari ini.
ru: Вы использовали бесплатные сообщения на сегодня.
ur: آپ آج کے مفت پیغامات استعمال کر چکے ہیں۔

# rabia_chat_empty_subtitle
source: Kalbinde kalan bir şeyi yaz, birlikte sakin bir cevap bulalım.
ar: اكتب ما في قلبك، وسنبحث معًا عن جواب هادئ.
de: Schreib, was dir am Herzen liegt, und wir suchen gemeinsam nach einer ruhigen Antwort.
en: Write what is on your heart, and we'll look for a calm answer together.
es: Escribe lo que tienes en el corazón y buscaremos juntos una respuesta serena.
fa: آنچه در دلت مانده را بنویس تا با هم پاسخی آرام پیدا کنیم.
fr: Écrivez ce qui pèse sur votre cœur, et nous chercherons ensemble une réponse apaisée.
id: Tuliskan apa yang ada di hatimu, dan kita akan mencari jawaban yang tenang bersama.
ms: Tulis apa yang ada di hatimu, dan kita akan mencari jawapan yang tenang bersama.
ru: Напишите, что у вас на сердце, и мы вместе найдём спокойный ответ.
ur: دل میں جو بات ہے وہ لکھیں، ہم مل کر ایک پُرسکون جواب تلاش کریں گے۔

# rabia_chat_empty_title
source: Ben Rabia. Hazırım.
ar: أنا رابيا. أنا هنا.
de: Ich bin Rabia. Ich bin hier.
en: I'm Rabia. I'm here.
es: Soy Rabia. Estoy aquí.
fa: من رابیا هستم. اینجا هستم.
fr: Je suis Rabia. Je suis là.
id: Aku Rabia. Aku di sini.
ms: Saya Rabia. Saya di sini.
ru: Я Рабия. Я рядом.
ur: میں رابیا ہوں۔ میں یہاں ہوں۔

# rabia_chat_free_messages_remaining_format
source: Bugün %lld ücretsiz mesaj hakkın kaldı.
ar: لديك %lld رسالة مجانية متبقية اليوم.
de: Du hast heute noch %lld kostenlose Nachrichten.
en: You have %lld free messages left today.
es: Te quedan %lld mensajes gratuitos hoy.
fa: امروز %lld پیام رایگان برایت باقی مانده است.
fr: Il vous reste %lld messages gratuits aujourd'hui.
id: Kamu masih punya %lld pesan gratis hari ini.
ms: Anda masih mempunyai %lld mesej percuma hari ini.
ru: Сегодня у вас осталось %lld бесплатных сообщений.
ur: آج آپ کے پاس %lld مفت پیغامات باقی ہیں۔

# rabia_chat_response_error
source: Şu an cevap veremiyorum. Biraz sonra yeniden deneyelim.
ar: لا أستطيع الرد الآن. لنحاول بعد قليل.
de: Ich kann gerade nicht antworten. Versuchen wir es gleich noch einmal.
en: I can't reply right now. Let's try again shortly.
es: No puedo responder ahora mismo. Probemos de nuevo en un momento.
fa: الان نمی‌توانم پاسخ بدهم. کمی بعد دوباره امتحان کنیم.
fr: Je ne peux pas répondre pour le moment. Réessayons dans un instant.
id: Aku belum bisa menjawab sekarang. Coba lagi sebentar lagi.
ms: Saya tidak dapat membalas sekarang. Cuba lagi sebentar lagi.
ru: Сейчас я не могу ответить. Давайте попробуем чуть позже.
ur: میں ابھی جواب نہیں دے سکتی۔ تھوڑی دیر بعد دوبارہ کوشش کریں۔

# rabia_dusunuyor
source: Rabia düşünüyor...
ar: رابيا تفكّر...
de: Rabia denkt nach...
en: Rabia is thinking...
es: Rabia está pensando...
fa: رابیا در حال فکر کردن است...
fr: Rabia réfléchit...
id: Rabia sedang berpikir...
ms: Rabia sedang berfikir...
ru: Рабия думает...
ur: رابعہ سوچ رہی ہے...

# rabia_intro_ask_name
source: Sana nasıl hitap etmemi istersin?
ar: كيف تحب أن أخاطبك؟
de: Wie möchtest du, dass ich dich anspreche?
en: How would you like me to address you?
es: ¿Cómo te gustaría que me dirija a ti?
fa: دوست داری چگونه صدایت کنم؟
fr: Comment souhaitez-vous que je m'adresse à vous ?
id: Kamu ingin saya memanggilmu dengan sebutan apa?
ms: Bagaimana anda mahu saya memanggil anda?
ru: Как вы хотите, чтобы я к вам обращалась?
ur: آپ چاہتے ہیں میں آپ کو کیسے مخاطب کروں؟

# rabia_intro_message
source: Selâmün aleyküm. Ben Rabia. İçini yoran ya da aklına takılan ne varsa konuşabiliriz.
ar: السلام عليكم. أنا رابعة. يمكننا التحدث عمّا يثقل قلبك أو يشغل بالك.
de: Friede sei mit dir. Ich bin Rabia. Wir können über alles sprechen, was dein Herz oder deinen Kopf beschäftigt.
en: Peace be upon you. I am Rabia. We can talk about whatever is weighing on your heart or mind.
es: La paz sea contigo. Soy Rabia. Podemos hablar de lo que te pese en el corazón o en la mente.
fa: السلام علیکم. من رابیا هستم. می‌توانیم درباره هر چیزی که دل یا ذهنت را درگیر کرده صحبت کنیم.
fr: Que la paix soit sur toi. Je suis Rabia. Nous pouvons parler de tout ce qui pèse sur ton cœur ou ton esprit.
id: Assalamu'alaikum. Saya Rabia. Kita bisa membicarakan apa pun yang memberatkan hati atau pikiranmu.
ms: Assalamualaikum. Saya Rabia. Kita boleh berbual tentang apa sahaja yang membebankan hati atau fikiran anda.
ru: Мир тебе. Я Рабия. Мы можем поговорить о том, что тревожит твое сердце или мысли.
ur: السلام علیکم۔ میں رابعہ ہوں۔ جو بھی بات آپ کے دل یا ذہن پر بوجھ ہو، ہم اس پر بات کر سکتے ہیں۔

# rabia_intro_option_dhikr
source: İstersen uygun bir zikir önerisi sunabilirim.
ar: إن رغبت، يمكنني اقتراح ذكر مناسب.
de: Wenn du möchtest, kann ich einen passenden Dhikr vorschlagen.
en: If you want, I can suggest a suitable dhikr practice.
es: Si quieres, puedo sugerir un dhikr adecuado.
fa: اگر بخواهی، می‌توانم ذکر مناسبی پیشنهاد دهم.
fr: Si vous le souhaitez, je peux proposer un dhikr adapté.
id: Jika kamu mau, saya bisa menyarankan dzikir yang sesuai.
ms: Jika anda mahu, saya boleh cadangkan zikir yang sesuai.
ru: Если хотите, я могу предложить подходящий зикр.
ur: اگر آپ چاہیں تو میں مناسب ذکر تجویز کر سکتی ہوں۔

# rabia_intro_option_support
source: İstersen sadece konuşabiliriz; seni dinlerim.
ar: إن رغبت، يمكننا فقط التحدث؛ أنا هنا لأستمع.
de: Wenn du möchtest, können wir einfach reden; ich höre dir zu.
en: If you want, we can simply talk; I am here to listen.
es: Si quieres, simplemente podemos hablar; estoy aquí para escucharte.
fa: اگر بخواهی، می‌توانیم فقط صحبت کنیم؛ من اینجا هستم تا گوش بدهم.
fr: Si vous le souhaitez, nous pouvons simplement parler ; je suis là pour vous écouter.
id: Jika kamu mau, kita bisa sekadar berbicara; saya siap mendengarkan.
ms: Jika anda mahu, kita boleh berbual sahaja; saya sedia mendengar.
ru: Если хотите, мы можем просто поговорить — я готова вас выслушать.
ur: اگر آپ چاہیں تو ہم صرف بات کر سکتے ہیں؛ میں آپ کی بات سننے کے لیے ہوں۔

# rabia_intro_option_topics
source: İstersen bir konuyu kısa ve net anlatabilirim.
ar: إن رغبت، يمكنني شرح أي موضوع باختصار ووضوح.
de: Wenn du möchtest, kann ich ein Thema kurz und klar erklären.
en: If you want, I can explain a topic briefly and clearly.
es: Si quieres, puedo explicar un tema de forma breve y clara.
fa: اگر بخواهی، می‌توانم یک موضوع را کوتاه و روشن توضیح بدهم.
fr: Si vous le souhaitez, je peux expliquer un sujet de manière brève et claire.
id: Jika kamu mau, saya bisa menjelaskan topik secara singkat dan jelas.
ms: Jika anda mahu, saya boleh terangkan sesuatu topik dengan ringkas dan jelas.
ru: Если хотите, я могу объяснить тему коротко и понятно.
ur: اگر آپ چاہیں تو میں کسی موضوع کو مختصر اور واضح انداز میں سمجھا سکتی ہوں۔

# rabia_intro_option_verses
source: İstersen konuyla ilgili ayetleri bulabilirim.
ar: إن رغبت، يمكنني العثور على آيات مرتبطة بموضوعك.
de: Wenn du möchtest, kann ich passende Verse zu deinem Thema finden.
en: If you want, I can find verses related to your topic.
es: Si quieres, puedo encontrar versículos relacionados con tu tema.
fa: اگر بخواهی، می‌توانم آیات مرتبط با موضوعت را پیدا کنم.
fr: Si vous le souhaitez, je peux trouver des versets liés à votre sujet.
id: Jika kamu mau, saya bisa mencarikan ayat yang terkait dengan topikmu.
ms: Jika anda mahu, saya boleh cari ayat yang berkaitan dengan topik anda.
ru: Если хотите, я могу подобрать аяты по вашей теме.
ur: اگر آپ چاہیں تو میں آپ کے موضوع سے متعلق آیات تلاش کر سکتی ہوں۔

# rabia_nin_duasi
source: Rabia'nın Duası
ar: دعاء رابيا
de: Rabias Dua
en: Rabia's Dua
es: Du'a de Rabia
fa: دعای رابیا
fr: Du'a de Rabia
id: Doa Rabia
ms: Doa Rabia
ru: Дуа Рабии
ur: رابعہ کی دعا

# rabia_nin_gunluk_rehberi
source: Rabia'nın Günlük Rehberi
ar: دليل رابيا اليومي
de: Rabias täglicher Leitfaden
en: Rabia's Daily Guide
es: Guía diaria de Rabia
fa: راهنمای روزانه رابیا
fr: Guide quotidien de Rabia
id: Panduan Harian Rabia
ms: Panduan Harian Rabia
ru: Ежедневный гид Рабии
ur: رابعہ کی روزانہ رہنمائی

# rabia_nin_rehberliginde_daha_huzurlu_nbir_islami_yolculuk
source: Rabia’nın rehberliğinde daha huzurlu bir manevi yolculuk
ar: رحلة إسلامية أكثر سكينة بإرشاد Rabia
de: Eine ruhigere islamische Reise mit Rabias Begleitung
en: A more peaceful Islamic journey with Rabia's guidance
es: Un viaje islámico más tranquilo con la guía de Rabia
fa: سفری اسلامی آرام‌تر با راهنمایی Rabia
fr: Un parcours islamique plus serein avec l'accompagnement de Rabia
id: Perjalanan Islami yang lebih tenang dengan bimbingan Rabia
ms: Perjalanan Islam yang lebih tenang dengan bimbingan Rabia
ru: Более спокойный исламский путь с наставничеством Rabia
ur: Rabia کی رہنمائی میں زیادہ پُرسکون اسلامی سفر

# rabia_nin_tavsiyesi
source: Rabia'nın Tavsiyesi
ar: نصيحة رابيا
de: Rabias Empfehlung
en: Rabia's Advice
es: Consejo de Rabia
fa: توصیه رابیا
fr: Conseil de Rabia
id: Saran Rabia
ms: Cadangan Rabia
ru: Совет Рабии
ur: رابعہ کا مشورہ

# rabia_ozelligi
source: Rabia özelliği
ar: ميزة Rabia
de: Rabia-Funktion
en: Rabia feature
es: Función Rabia
fa: قابلیت Rabia
fr: Fonction Rabia
id: Fitur Rabia
ms: Ciri Rabia
ru: Функция Rabia
ur: Rabia فیچر

# rabia_premium_ile_sinirsiz_islami_nsohbet_edebilirsin
source: Rabia ile sınırsız sohbet
ar: مع Rabia Premium يمكنك الدردشة الإسلامية بلا حدود
de: Mit Rabia Premium kannst du unbegrenzt über Islam chatten
en: With Rabia Premium, you can chat about Islam without limits
es: Con Rabia Premium puedes chatear sobre Islam sin límites
fa: با Rabia Premium می‌توانید بدون محدودیت گفت‌وگوی اسلامی داشته باشید
fr: Avec Rabia Premium, vous pouvez discuter de l'islam sans limites
id: Dengan Rabia Premium, Anda bisa berdiskusi Islam tanpa batas
ms: Dengan Rabia Premium, anda boleh berbual Islam tanpa had
ru: С Rabia Premium можно без ограничений общаться на исламские темы
ur: Rabia Premium کے ساتھ آپ لامحدود اسلامی گفتگو کر سکتے ہیں

# rabia_temalar_ve_gelismis_ozellikler_seni_bekliyor
source: Rabia, temalar ve gelişmiş özellikler seni bekliyor
ar: رابيا والسمات والميزات المتقدمة بانتظارك
de: Rabia, Themen und erweiterte Funktionen warten auf dich
en: Rabia, themes, and advanced features are waiting for you
es: Rabia, temas y funciones avanzadas te esperan
fa: رابیا، تم‌ها و قابلیت‌های پیشرفته در انتظار تو هستند
fr: Rabia, les thèmes et les fonctionnalités avancées vous attendent
id: Rabia, tema, dan fitur lanjutan menunggumu
ms: Rabia, tema dan ciri lanjutan menanti anda
ru: Рабия, темы и расширенные функции ждут вас
ur: رابعہ، تھیمز اور جدید فیچرز آپ کا انتظار کر رہے ہیں

# rabia_uygulamanin_islami_rehberi_olarak_her_an_seninle
source: Rabia, uygulamanın İslami rehberi olarak her an seninle
ar: Rabia معك دائمًا كمرشد إسلامي للتطبيق
de: Rabia ist als islamischer Leitfaden der App jederzeit bei dir
en: Rabia is always with you as the app’s Islamic guide
es: Rabia está siempre contigo como guía islámica de la app
fa: Rabia به‌عنوان راهنمای اسلامی برنامه همیشه همراه توست
fr: Rabia est toujours avec vous en tant que guide islamique de l’application
id: Rabia selalu bersamamu sebagai panduan Islami aplikasi
ms: Rabia sentiasa bersama anda sebagai panduan Islam aplikasi
ru: Rabia всегда с вами как исламский гид приложения
ur: Rabia ایپ کے اسلامی رہنما کے طور پر ہر وقت آپ کے ساتھ ہے

# rabia_watch_ad_error_message
source: Reklam şu an açılamadı. Lütfen biraz sonra tekrar deneyin.
ar: تعذر فتح الإعلان الآن. يرجى المحاولة بعد قليل.
de: Die Anzeige konnte gerade nicht geöffnet werden. Bitte versuchen Sie es in Kürze erneut.
en: The ad could not be opened right now. Please try again shortly.
es: No se pudo abrir el anuncio ahora mismo. Inténtalo de nuevo en un momento.
fa: تبلیغ در حال حاضر باز نشد. لطفاً کمی بعد دوباره تلاش کنید.
fr: La publicité ne peut pas être ouverte pour le moment. Réessayez dans un instant.
id: Iklan tidak dapat dibuka saat ini. Coba lagi sebentar lagi.
ms: Iklan tidak dapat dibuka sekarang. Cuba lagi sebentar lagi.
ru: Реклама сейчас не открывается. Пожалуйста, попробуйте чуть позже.
ur: اشتہار ابھی نہیں کھل سکا۔ براہ کرم تھوڑی دیر بعد دوبارہ کوشش کریں۔

# rabia_watch_ad_error_title
source: Rabia şu an açılamıyor
ar: Rabia غير متاحة الآن
de: Rabia ist nicht verfügbar
en: Rabia is unavailable
es: Rabia no está disponible
fa: ربیعه در دسترس نیست
fr: Rabia est indisponible
id: Rabia tidak tersedia
ms: Rabia tidak tersedia
ru: Rabia недоступна
ur: Rabia دستیاب نہیں

# rabia_watch_ad_prompt_message
source: Ücretsiz kullanımda Rabia'ya soru sormak için reklam izlemeniz gerekir. Şimdi reklam izlemek ister misiniz?
ar: يحتاج المستخدمون المجانيون إلى مشاهدة إعلان قبل سؤال Rabia. هل تريد مشاهدة إعلان الآن؟
de: Nutzer im Gratis-Tarif müssen vor einer Frage an Rabia eine Anzeige ansehen. Möchten Sie jetzt eine Anzeige ansehen?
en: Free users need to watch an ad before asking Rabia a question. Would you like to watch an ad now?
es: Los usuarios gratuitos deben ver un anuncio antes de preguntar a Rabia. ¿Quieres ver un anuncio ahora?
fa: کاربران رایگان پیش از پرسیدن از ربیا باید یک تبلیغ ببینند. می‌خواهید الآن تبلیغ را ببینید؟
fr: Les utilisateurs gratuits doivent regarder une publicité avant de poser une question à Rabia. Voulez-vous regarder une publicité maintenant ?
id: Pengguna gratis perlu menonton iklan sebelum bertanya kepada Rabia. Ingin menonton iklan sekarang?
ms: Pengguna percuma perlu menonton iklan sebelum bertanya kepada Rabia. Mahu tonton iklan sekarang?
ru: Бесплатным пользователям нужно посмотреть рекламу перед вопросом к Rabia. Хотите посмотреть рекламу сейчас?
ur: مفت صارفین کو Rabia سے سوال پوچھنے سے پہلے اشتہار دیکھنا ہوگا۔ کیا آپ ابھی اشتہار دیکھنا چاہتے ہیں؟

# rabia_watch_ad_prompt_title
source: Reklam izleyerek ücretsiz bir soru hakkı kazan
ar: شاهد إعلانًا لتحصل على سؤال مجاني واحد
de: Mit Werbung eine Gratisfrage freischalten
en: Watch an ad to unlock one free question
es: Mira un anuncio para desbloquear una pregunta gratis
fa: با دیدن تبلیغ یک سؤال رایگان باز کنید
fr: Regardez une pub pour débloquer une question gratuite
id: Tonton iklan untuk membuka satu pertanyaan gratis
ms: Tonton iklan untuk buka satu soalan percuma
ru: Посмотрите рекламу, чтобы открыть один бесплатный вопрос
ur: اشتہار دیکھ کر ایک مفت سوال کا حق حاصل کریں

# rabia_ya_bir_sey_sor
source: Rabia'ya bir şey sor...
ar: اسأل رابيا شيئًا...
de: Frag Rabia etwas...
en: Ask Rabia something...
es: Pregúntale algo a Rabia...
fa: چیزی از رابیا بپرس...
fr: Demandez quelque chose à Rabia...
id: Tanya sesuatu ke Rabia...
ms: Tanya sesuatu kepada Rabia...
ru: Спросите что-нибудь у Рабии...
ur: رابعہ سے کچھ پوچھیں...

source: Rabia'ya Sor
ar: اسأل رابيا
de: Frag Rabia
en: Ask Rabia
es: Pregúntale a Rabia
fa: از رابیا بپرس
fr: Demander à Rabia
id: Tanya Rabia
ms: Tanya Rabia
ru: Спросить Рабию
ur: رابعہ سے پوچھیں

# rabia_ya_sor_2
source: Rabia'ya Sor
ar: اسأل رابيا
de: Frag Rabia
en: Ask Rabia
es: Pregúntale a Rabia
fa: از رابیا بپرس
fr: Demander à Rabia
id: Tanya Rabia
ms: Tanya Rabia
ru: Спросить Рабию
ur: رابعہ سے پوچھیں

# rabia_ya_sorunuzu_yazin_ve_enter_a_basin
source: Rabia'ya sorunuzu yazın ve Enter'a basın…
ar: اكتب سؤالك لرابيا واضغط Enter…
de: Gib deine Frage an Rabia ein und drücke Enter…
en: Type your question to Rabia and press Enter…
es: Escribe tu pregunta a Rabia y pulsa Enter…
fa: سؤال خود را برای رابیا بنویسید و Enter بزنید…
fr: Écrivez votre question à Rabia et appuyez sur Entrée…
id: Tulis pertanyaanmu ke Rabia lalu tekan Enter…
ms: Tulis soalan anda kepada Rabia dan tekan Enter…
ru: Введите вопрос Рабии и нажмите Enter…
ur: رابعہ کو اپنا سوال لکھیں اور Enter دبائیں…

# reauthentication_apple_button
source: Apple ile devam et
ar: المتابعة باستخدام Apple
de: Mit Apple fortfahren
en: Continue with Apple
es: Continuar con Apple
fa: ادامه با Apple
fr: Continuer avec Apple
id: Lanjutkan dengan Apple
ms: Teruskan dengan Apple
ru: Продолжить с Apple
ur: Apple کے ساتھ جاری رکھیں

# reauthentication_cancelled
source: Yeniden doğrulama iptal edildi.
ar: تم إلغاء إعادة التحقق.
de: Die erneute Authentifizierung wurde abgebrochen.
en: Reauthentication was cancelled.
es: La reautenticación fue cancelada.
fa: احراز هویت دوباره لغو شد.
fr: La réauthentification a été annulée.
id: Autentikasi ulang dibatalkan.
ms: Pengesahan semula dibatalkan.
ru: Повторная аутентификация отменена.
ur: دوبارہ تصدیق منسوخ کر دی گئی۔

# reauthentication_continue_button
source: Devam et
ar: متابعة
de: Weiter
en: Continue
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjutkan
ms: Teruskan
ru: Продолжить
ur: جاری رکھیں

# reauthentication_failed
source: Yeniden doğrulama başarısız oldu. Lütfen tekrar dene.
ar: فشلت إعادة التحقق. يرجى المحاولة مرة أخرى.
de: Die erneute Authentifizierung ist fehlgeschlagen. Bitte versuche es erneut.
en: Reauthentication failed. Please try again.
es: La reautenticación falló. Inténtalo de nuevo.
fa: احراز هویت دوباره ناموفق بود. لطفاً دوباره تلاش کنید.
fr: La réauthentification a échoué. Veuillez réessayer.
id: Autentikasi ulang gagal. Silakan coba lagi.
ms: Pengesahan semula gagal. Sila cuba lagi.
ru: Повторная аутентификация не удалась. Попробуйте ещё раз.
ur: دوبارہ تصدیق ناکام ہو گئی۔ براہ کرم دوبارہ کوشش کریں۔

# reauthentication_google_button
source: Google ile devam et
ar: المتابعة باستخدام Google
de: Mit Google fortfahren
en: Continue with Google
es: Continuar con Google
fa: ادامه با Google
fr: Continuer avec Google
id: Lanjutkan dengan Google
ms: Teruskan dengan Google
ru: Продолжить с Google
ur: Google کے ساتھ جاری رکھیں

# reauthentication_invalid_credentials
source: Kimlik bilgilerin doğrulanamadı. Lütfen tekrar dene.
ar: تعذر التحقق من بيانات الاعتماد الخاصة بك. يرجى المحاولة مرة أخرى.
de: Deine Anmeldedaten konnten nicht bestätigt werden. Bitte versuche es erneut.
en: Your credentials could not be verified. Please try again.
es: No se pudieron verificar tus credenciales. Inténtalo de nuevo.
fa: اعتبارنامه‌های شما تأیید نشد. لطفاً دوباره تلاش کنید.
fr: Vos identifiants n’ont pas pu être vérifiés. Veuillez réessayer.
id: Kredensial Anda tidak dapat diverifikasi. Silakan coba lagi.
ms: Kelayakan anda tidak dapat disahkan. Sila cuba lagi.
ru: Не удалось проверить ваши учетные данные. Попробуйте ещё раз.
ur: آپ کی اسناد کی تصدیق نہیں ہو سکی۔ براہ کرم دوبارہ کوشش کریں۔

# reauthentication_message
source: Güvenliğin için, bu hesabı silmeden önce lütfen yeniden doğrulama yap.
ar: لأمانك، يرجى إعادة التحقق قبل حذف هذا الحساب.
de: Zu deiner Sicherheit authentifiziere dich bitte erneut, bevor du dieses Konto löschst.
en: For your security, please reauthenticate before deleting this account.
es: Por tu seguridad, vuelve a autenticarte antes de eliminar esta cuenta.
fa: برای امنیت شما، لطفاً پیش از حذف این حساب دوباره احراز هویت کنید.
fr: Pour votre sécurité, veuillez vous réauthentifier avant de supprimer ce compte.
id: Demi keamanan Anda, silakan autentikasi ulang sebelum menghapus akun ini.
ms: Demi keselamatan anda, sila sahkan semula sebelum memadam akaun ini.
ru: В целях безопасности повторно подтвердите личность перед удалением этого аккаунта.
ur: آپ کی حفاظت کے لیے، اس اکاؤنٹ کو حذف کرنے سے پہلے براہ کرم دوبارہ تصدیق کریں۔

# reauthentication_navigation_title
source: Yeniden doğrula
ar: إعادة التحقق
de: Erneut authentifizieren
en: Reauthenticate
es: Reautenticar
fa: احراز هویت دوباره
fr: Se réauthentifier
id: Autentikasi ulang
ms: Sahkan semula
ru: Повторная аутентификация
ur: دوبارہ تصدیق
